/* SUAppWindowControllerPriv */

"NOT_NOW_TITLE" = "以后";
"QUIT_TITLE" = "退出";
"RESCAN_TITLE" = "现在检查";

// these are used in the window header area
"NEW_SOFTWARE_TITLE" = "有新软件可供您的电脑使用。";
"NEW_SOFTWARE_MESSAGE" = "如果您现在不想安装，则可在准备安装时，选取“苹果”菜单 >“软件更新”。";
// these are used in the window header area and in sheets
"UP_TO_DATE_TITLE" = "您的软件是最新的。";
"UP_TO_DATE_MESSAGE" = "此次“软件更新”未提供任何适合于您的电脑的新软件。";
"UP_TO_DATE_WITH_IGNORED_MESSAGE" = "除了您已选取忽略的那些更新外，没有其他更新。请以后再试。";
"RESET_IGNORED_UPDATES_TITLE" = "还原被忽略的更新";
// these are used only in the error sheet
"FAILED_SCAN_NETWORK_ERROR_TITLE" = "“软件更新”不能检查更新，因为出现网络问题。";
"FAILED_SCAN_OTHER_ERROR_TITLE" = "检查更新失败。";
"NETWORK_DIAGNOSTICS_TITLE" = "网络诊断…";
// these are used only when a non-standard catalog URL is set (Software Update Server)
"FAILED_SCAN_SUS_ERROR_TITLE" = "“软件更新服务器”（%@）尚未响应。";
"FAILED_SCAN_SUS_ERROR_MESSAGE" = "请检查您的网络连接以确保其正常运行。如果连接没有问题，请联系网络管理员获取帮助。";

// dealing with multiple SU sessions
"OTHER_SESSION_USER_TITLE" = "“%@”正在安装更新。";
"OTHER_SESSION_UNKNOWN_TITLE" = "另一个用户正在安装更新。";
"OTHER_SESSION_SAME_TITLE" = "当前正在安装更新。";
"OTHER_SESSION_MESSAGE" = "您以后可以通过从“苹果”菜单中选取“软件更新”来检查其他更新。";
"OTHER_DONE_USER_TITLE" = "更新已被“%@”安装。您要现在检查另外的更新吗？";
"OTHER_DONE_UNKNOWN_TITLE" = "更新已被另一个用户安装。您要现在检查另外的更新吗？";
"OTHER_DONE_SAME_TITLE" =  "更新已安装。您要现在检查另外的更新吗？";
"OTHER_DONE_MESSAGE" = "如果您不想现在检查，则可以后通过选取“苹果”菜单中的“软件更新”来检查其他更新。";

// External Testing Mode Warnings
"DANGER_SIGNATURE_CHECK_OFF_TITLE" = "危险：Apple 签名检查已停用";
"DANGER_SIGNATURE_CHECK_OFF_INFO" = "“软件更新”目前正运行在测试模式下，该模式不能安全地用于正常用途。在此模式下，更新项（不仅仅是 Apple 的更新项）无论以哪种“信任”签名，都会被接受。如果您测试的不是第三方 Apple Software Update 软件包，强烈建议您立即停止使用 Apple Software Update。";
"DANGER_SIGNATURE_CHECK_OFF_USE_IN_TEST_BUTTON" = "适用测试模式";
"DANGER_SIGNATURE_CHECK_OFF_QUIT_BUTTON" = "退出";

/* SUAppDetailedView */
"LogOutRequired" = "您必须在安装完更新后注销电脑。";
"LogOutRequired_Single" = "您必须在安装完更新后注销电脑。";
"RestartRequired" = "您必须在更新安装后重新启动电脑。";
"RestartRequired_Single" = "您必须在安装完更新后重新启动电脑。";
"ShutDownRequired" = "您必须在更新安装后关闭电脑。";
"ShutDownRequired_Single" = "您必须在安装完更新后关闭电脑。";
"RestartRecommended" = "建议您在安装完更新后重新启动电脑。";
"RestartRecommended_Single" = "建议您在安装完更新后重新启动电脑。";

"Install" = "安装";
"Install1Item" = "安装 1 项";
"InstallNItems" = "安装 %d 项";

/* Used for AXRoleDescription of restart requirement badges */
"RestartRequirementIndicatorRoleDescription" = "指示器";


/* SUAppProductItem */
"INSTALLED_LABEL" = "已安装";
"PARTIALLY_DOWNLOADED_LABEL_FORMAT" = "已部分下载（%d%%）";
"DOWNLOADED_LABEL" = "已下载";
"ERROR_LABEL" = "错误";

"SELECTION_LABEL_FORMAT" = "%@：%@。";

"DOWNLOAD_MENU_ITEM_GENERIC" = "前往 Apple 下载页面…";
"DOWNLOAD_MENU_ITEM_PRODUCT" = "前往“%@”下载页面…";


/* SUAppProductItemController */
"ConfirmMakeInactive1ItemTitle" = "您确定要从列表中去掉更新“%@”吗？";
"ConfirmMakeInactive1ItemMessage" = "此更新有新版本时，将不再通知您。要再次看到此更新，请选取“软件更新”>“还原被忽略的更新”。";
"ConfirmMakeInactiveNItemsTitle" = "您确定想从列表中去掉这 %d 个更新吗？";
"ConfirmMakeInactiveNItemsMessage" = "这些更新有新版本时，将不再通知您。要再次看到这些更新，请选取“软件更新”>“还原被忽略的更新”。";

"OK_TITLE" = "好";
"CANCEL_TITLE" = "取消";

"RESCAN_ERROR_TITLE" = "检查更新时出错。";
